<?php

return [
    //MSI
    'MSI00001' => 'データがありません。',
    'MSI00002' => '削除しました。',
    'MSI00003' => '編集しました。',
    'MSI00004' => '登録しました。',
    'MSI00005' => '変更は正常に完了しました。',
    //MSE
    'MSE00001' => ':labelは既に存在します。',
    'MSE00002' => 'データは削除されました。または存在していません。',
    'MSE00003' => 'ログインに失敗しました。',
    'MSE00004' => ':labelに正しい形式を指定してください。',
    'MSE00005' => '0KBから:labelKBのファイルを選択してください。',
    'MSE00006' => 'ファイル形式が正しくありません。ファイル形式は(CSV)を選択してください',
    'MSE00007' => '要求が失敗しました。',
    'MSE00008' => '値に不備があります', //msg specific task 3490
    'MSE00009' => '教習生不在', //msg specific task 3490
];
